Repository: FeeB/DeviceCabinet
Catalog: Device Cabinet/*.lproj/Localizable.strings
Languages: de

# BUTTON_REGISTER_DEVICE
source: Register a new test device now
de: Jetzt neues Testgerät registrieren

# BUTTON_REGISTER_USER
source: Register as new user now
de: Jetzt als neuer User registrieren

# LABEL_FIRSTNAME
source: First name
de: Vorname

# LABEL_LASTNAME
source: Last name
de: Nachname

# LABEL_OVERVIEW
source: Devices Overview
de: Geräte Übersicht

# LABEL_PROFILE
source: Profile
de: Profil

# LABEL_DEVICENAME
source: Device name:
de: Gerätename:

# LABEL_CATEGORY
source: Type
de: Kategorie:

# LABEL_SYSTEM_VERSION
source: System Version
de: Betriebssystem:

# LABEL_DEVICE_TYPE
source: Device Model
de: Gerätetyp:

# LABEL_BOOKED_FROM
source: Booked by
de: Ausgeliehen von:

# LABEL_ENTER_USERNAME
source: Choose your name
de: Gib deinen Usernamen ein:

# LABEL_TEST_DEVICE_DECISION
source: Should this device be registered as a test device?
de: Soll dieses Gerät als Testgerät registriert werden?

# BUTTON_YES
source: Yes
de: Ja

# BUTTON_NO
source: No
de: Nein

# SECTION_BOOKED_DEVICES
source: Booked
de: Ausgeliehene Geräte

# SECTION_FREE_DEVICES
source: Available
de: Verfügbare Geräte

# SECTION_ERROR
source: Error message
de: Fehlermeldung

# BUTTON_SAVE
source: Save
de: speichern

# BUTTON_BOOK
source: Book Now!
de: Jetzt ausleihen

# BUTTON_RETURN
source: Return
de: Zurückgeben

# HEADLINE_RETURN_SUCCESS
source: Return success!
de: Erfolgreich zurückgegeben!

# MESSAGE_RETURN_SUCCESS
source: You have returned the device successfully
de: Sie haben das Gerät erfolgreich zurückgegeben

# HEADLINE_BOOK_SUCCESS
source: Book success!
de: Erfolgreich ausgeliehen!

# MESSAGE_BOOK_SUCCESS
source: You have booked the device successfully
de: Sie haben das Gerät erfolgreich ausgeliehen

# BUTTON_ALREADY_BOOKED
source: Already booked
de: Bereits ausgeliehen

# HEADLINE_SAVED
source: Registered!
de: Registriert!

# MESSAGE_SAVED_DEVICE
source: The device %@ was registered in the category %@
de: Das Gerät %@ wurde in der Kategorie %@ registriert

# MESSAGE_SAVED_PERSON
source: The person %@ %@ was registered
de: Person %@ %@ wurde registriert

# HEADLINE_USERNAME_EMPTY
source: Choose your name first!
de: Gib deinen Usernamen ein!

# MESSAGE_USERNAME_EMPTY
source: Choose your name from the list
de: Das Textfeld für den Usernamen darf nicht leer sein

# HEADLINE_USERNAME_NOT_FOUND
source: Username not found
de: Username nicht gefunden

# MESSAGE_USERNAME_NOT_FOUND
source: Please try again to enter you username or register as a new user
de: Bitte gebe deinen Usernamen erneut ein oder registriere dich

# HEADLINE_REGISTER_DEVICE
source: Register the device
de: Gerät registrieren

# MESSAGE_REGISTER_DEVICE
source: The device is not registered yet, please register it now
de: Das Gerät ist noch nicht registriert, bitte registriere es jetzt

# HEADLINE_EMPTY_TEXTFIELD
source: Please fill out the textfields
de: Fülle alle Textfelder aus

# MESSAGE_EMPTY_TEXTFIELD
source: The textfield %@ can't be empty
de: Das Textfeld %@ darf nicht leer sein

# HEADLINE_ALREADY_BOOKED
source: Device is already booked
de: Gerät wurde ausgeliehen

# MESSAGE_ALREADY_BOOKED
source: Sorry, somebody booked the device in the meantime
de: Entschuldige, das Gerät wurde in der Zwischenzeit ausgeliehen

# TITLE_PROFILE
source: Profile
de: Profil

# TITLE_OVERVIEW
source: Devices Overview
de: Geräte Übersicht

# TITLE_CREATE_DEVICE
source: Register Device
de: Gerät registrieren

# TITLE_DEVICE_OVERVIEW
source: Device Details
de: Gerät Details

# TITLE_CREATE_PERSON
source: Register Person
de: Person registrieren

# TITLE_USERNAME_PICKER
source: Pick your name
de: Wähle deinen Namen

# BUTTON_PROFILE
source: Profile
de: Profil

# BUTTON_BACK
source: Cancel
de: Abbrechen

# BUTTON_TAKE_A_PICTURE
source: Take a picture of this device
de: Mache ein Foto von diesem Gerät

# ERROR_HEADLINE_NO_CONNECTION
source: A network error occured
de: Ein Netzwerkfehler ist aufgetreten

# ERROR_MESSAGE_NO_CONNECTION_CLOUDKIT
source: CloudKit has a problem with the network. Please try again later.
de: CloudKit hat ein Problem mit dem Netzwerk. Bitte versuche es später noch einmal.

# ERROR_MESSAGE_NO_CONNECTION
source: The app can't connect to the server. Please try again later.
de: Es konnte keine Verbindung zum Server hergestellt werden. Bitte versuche es später noch einmal.

# ERROR_HEADLINE_NO_ICLOUD
source: iCloud Account missing
de: iCloud Account

# ERROR_MESSAGE_NO_ICLOUD
source: Please log in your iCloud account on your phone to perform this action
de: Bitte logge dich mit deinem iCloud Account auf deinem Handy ein um diese Aktion durchzuführen

# ERROR_HEADLINE_SOMETHING_WENT_WRONG
source: Something went wrong
de: Etwas ist schiefgelaufen

# ERROR_MESSAGE_SOMETHING_WENT_WRONG
source: Sorry something went wrong, please try again.
de: Entschuldigung es ist etwas schief gelaufen, bitte versuche es noch einmal

# ERROR_HEADLINE_ITEM_NOT_FOUND
source: Item was not found
de: Das gesuchte Item wurde nicht gefunden

# ERROR_MESSAGE_ITEM_NOT_FOUND
source: This item was not found in the database
de: In der Datenbank gibt es das gesucht Item nicht

# ERROR_HEADLINE_DUPLICATE_DEVICE
source: Device already exists
de: Gerät existiert bereits

# ERROR_MESSAGE_DUPLICATE_DEVICE
source: A device with the entered name already exists!
de: Ein Gerät mit diesem Namen wurde bereits registriert!
